Repository: inceozgurr-bit/aeiot-wallet
Catalog: ios/AEIOTWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pt, ru, th, tr, uk, vi, zh_hans

source: This wallet does not support %@.
ar: هذه المحفظة لا تدعم %@.
de: Diese Wallet unterstützt %@ nicht.
es: Este monedero no admite %@.
fr: Ce portefeuille ne prend pas en charge %@.
hi: यह वॉलेट %@ सपोर्ट नहीं करता।
id: Wallet ini tidak mendukung %@.
it: Questo portafoglio non supporta %@.
ja: このウォレットは%@に対応していません。
ko: 이 지갑은 %@을(를) 지원하지 않습니다.
nl: Deze wallet ondersteunt %@ niet.
pt: Esta carteira não suporta %@.
ru: Этот кошелёк не поддерживает %@.
th: วอลเล็ทนี้ไม่รองรับ %@
tr: Bu cüzdan %@ desteklemiyor.
uk: Цей гаманець не підтримує %@.
vi: Ví này không hỗ trợ %@.
zh_hans: 此钱包不支持 %@。

source: Those do not match. Check the words above.
ar: هذه لا تتطابق. تحقق من الكلمات أعلاه.
de: Das stimmt nicht überein. Überprüfe die Wörter oben.
es: No coinciden. Revisa las palabras de arriba.
fr: Cela ne correspond pas. Vérifiez les mots ci-dessus.
hi: ये मैच नहीं कर रहे। ऊपर दिए गए शब्दों को जांचें।
id: Kata-kata tersebut tidak cocok. Periksa kata-kata di atas.
it: Non corrispondono. Controlla le parole sopra.
ja: 内容が一致しません。上の単語を確認してください。
ko: 내용이 일치하지 않습니다. 위의 단어를 확인하세요.
nl: Die komen niet overeen. Controleer de woorden hierboven.
pt: Não correspondem. Verifique as palavras acima.
ru: Не совпадает. Проверьте слова выше.
th: คำเหล่านี้ไม่ตรงกัน กรุณาตรวจสอบคำด้านบน
tr: Eşleşmiyor. Yukarıdaki kelimeleri kontrol et.
uk: Не збігається. Перевірте слова вище.
vi: Các từ không khớp. Hãy kiểm tra lại các từ ở trên.
zh_hans: 内容不匹配，请检查上方的词语。

source: To
ar: إلى
de: An
es: Destinatario
fr: À
hi: प्राप्तकर्ता
id: Ke
it: A
ja: 宛先
ko: 받는 사람
nl: Aan
pt: Para
ru: Кому
th: ถึง
tr: Alıcı
uk: Кому
vi: Đến
zh_hans: 至

source: To show balances and history, the app sends your public wallet address to the Base network node (mainnet.base.org) and to the Blockscout explorer (base.blockscout.com). To show prices it requests public market data from CoinGecko (api.coingecko.com). These requests carry no name, e-mail or device identifier.
ar: لعرض الأرصدة والسجل، يرسل التطبيق عنوان محفظتك العام إلى عقدة شبكة Base (mainnet.base.org) وإلى مستكشف Blockscout (base.blockscout.com). لعرض الأسعار، يطلب بيانات السوق العامة من CoinGecko (api.coingecko.com). لا تحمل هذه الطلبات أي اسم أو بريد إلكتروني أو معرّف جهاز.
de: Um Guthaben und Verlauf anzuzeigen, sendet die App deine öffentliche Wallet-Adresse an einen Knoten des Base-Netzwerks (mainnet.base.org) und an den Blockscout-Explorer (base.blockscout.com). Um Preise anzuzeigen, fordert sie öffentliche Marktdaten von CoinGecko (api.coingecko.com) an. Diese Anfragen enthalten weder Namen, E-Mail noch Geräte-ID.
es: Para mostrar saldos e historial, la app envía tu dirección pública a un nodo de la red Base (mainnet.base.org) y al explorador Blockscout (base.blockscout.com). Para mostrar precios, solicita datos públicos de mercado a CoinGecko (api.coingecko.com). Estas solicitudes no incluyen nombre, correo electrónico ni identificador de dispositivo.
fr: Pour afficher les soldes et l'historique, l'app envoie votre adresse publique à un nœud du réseau Base (mainnet.base.org) et à l'explorateur Blockscout (base.blockscout.com). Pour afficher les prix, elle demande des données de marché publiques à CoinGecko (api.coingecko.com). Ces requêtes ne contiennent ni nom, ni e-mail, ni identifiant d'appareil.
hi: बैलेंस और हिस्ट्री दिखाने के लिए, ऐप आपका पब्लिक वॉलेट एड्रेस Base नेटवर्क नोड (mainnet.base.org) और Blockscout एक्सप्लोरर (base.blockscout.com) को भेजता है। कीमतें दिखाने के लिए, यह CoinGecko (api.coingecko.com) से पब्लिक मार्केट डेटा मांगता है। इन रिक्वेस्ट्स में कोई नाम, ईमेल या डिवाइस पहचान नहीं होती।
id: Untuk menampilkan saldo dan riwayat, aplikasi mengirim alamat wallet publik kamu ke node jaringan Base (mainnet.base.org) dan ke explorer Blockscout (base.blockscout.com). Untuk menampilkan harga, aplikasi meminta data pasar publik dari CoinGecko (api.coingecko.com). Permintaan ini tidak menyertakan nama, e-mail, atau identitas perangkat apa pun.
it: Per mostrare saldi e cronologia, l'app invia il tuo indirizzo pubblico a un nodo della rete Base (mainnet.base.org) e all'explorer Blockscout (base.blockscout.com). Per mostrare i prezzi, richiede dati di mercato pubblici a CoinGecko (api.coingecko.com). Queste richieste non contengono nome, e-mail o identificativo del dispositivo.
ja: 残高と履歴を表示するため、アプリはあなたの公開ウォレットアドレスをBaseネットワークのノード（mainnet.base.org）およびBlockscoutエクスプローラー（base.blockscout.com）に送信します。価格を表示するため、CoinGecko（api.coingecko.com）に公開市場データをリクエストします。これらのリクエストに氏名、メールアドレス、デバイス識別子は一切含まれません。
ko: 잔액과 내역을 표시하기 위해 앱은 사용자의 공개 지갑 주소를 Base 네트워크 노드(mainnet.base.org)와 Blockscout 탐색기(base.blockscout.com)로 전송합니다. 가격을 표시하기 위해 CoinGecko(api.coingecko.com)에서 공개 시장 데이터를 요청합니다. 이 요청에는 이름, 이메일, 기기 식별자가 포함되지 않습니다.
nl: Om saldi en geschiedenis te tonen stuurt de app je openbare adres naar de node van het Base-netwerk (mainnet.base.org) en naar de Blockscout-explorer (base.blockscout.com). Voor koersen vraagt hij openbare marktgegevens op bij CoinGecko (api.coingecko.com). Deze verzoeken bevatten geen naam, e-mailadres of apparaat-ID.
pt: Para mostrar saldos e histórico, a app envia o seu endereço público para o nó da rede Base (mainnet.base.org) e para o explorador Blockscout (base.blockscout.com). Para mostrar preços, pede dados públicos de mercado à CoinGecko (api.coingecko.com). Estes pedidos não incluem nome, e-mail nem identificador do dispositivo.
ru: Чтобы показать балансы и историю, приложение отправляет ваш публичный адрес узлу сети Base (mainnet.base.org) и обозревателю Blockscout (base.blockscout.com). Для цен оно запрашивает публичные рыночные данные у CoinGecko (api.coingecko.com). Эти запросы не содержат имени, адреса эл. почты и идентификатора устройства.
th: เพื่อแสดงยอดคงเหลือและประวัติ แอปจะส่งที่อยู่วอลเล็ทสาธารณะของคุณไปยังโหนดเครือข่าย Base (mainnet.base.org) และไปยัง Blockscout explorer (base.blockscout.com) เพื่อแสดงราคา แอปจะขอข้อมูลตลาดสาธารณะจาก CoinGecko (api.coingecko.com) คำขอเหล่านี้ไม่มีการแนบชื่อ อีเมล หรือข้อมูลระบุอุปกรณ์ใดๆ
tr: Bakiye ve geçmişi gösterebilmek için uygulama, herkese açık cüzdan adresini Base ağ düğümüne (mainnet.base.org) ve Blockscout gezginine (base.blockscout.com) gönderir. Fiyatlar için CoinGecko'dan (api.coingecko.com) herkese açık piyasa verisi ister. Bu isteklerde ad, e-posta veya cihaz kimliği yer almaz.
uk: Щоб показати баланси та історію, застосунок надсилає вашу публічну адресу вузлу мережі Base (mainnet.base.org) та оглядачу Blockscout (base.blockscout.com). Для цін він запитує публічні ринкові дані в CoinGecko (api.coingecko.com). Ці запити не містять імені, адреси ел. пошти чи ідентифікатора пристрою.
vi: Để hiển thị số dư và lịch sử giao dịch, ứng dụng gửi địa chỉ ví công khai của bạn đến node mạng Base (mainnet.base.org) và đến trình khám phá Blockscout (base.blockscout.com). Để hiển thị giá, ứng dụng yêu cầu dữ liệu thị trường công khai từ CoinGecko (api.coingecko.com). Các yêu cầu này không mang theo tên, email hay bất kỳ định danh thiết bị nào.
zh_hans: 为显示余额和交易记录，应用会将你的公开钱包地址发送到 Base 网络节点（mainnet.base.org）以及 Blockscout 浏览器（base.blockscout.com）。为显示价格，应用会向 CoinGecko（api.coingecko.com）请求公开市场数据。这些请求不携带姓名、电子邮件或设备标识符。

source: To show balances and history, the app sends your public wallet addresses to the networks it supports — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, the XRP Ledger and Bitcoin — and to the public explorers that list past transactions. To show prices it requests public market data from CoinGecko. These requests carry no name, e-mail or device identifier.
ar: لعرض الأرصدة والسجل، يرسل التطبيق عناوين محفظتك العامة إلى الشبكات التي يدعمها (Base، Ethereum، Arbitrum، Optimism، Polygon، BNB Chain، Solana، XRP Ledger، وBitcoin) وإلى المستكشفات العامة التي تعرض المعاملات السابقة. لعرض الأسعار، يطلب بيانات السوق العامة من CoinGecko. لا تحمل هذه الطلبات أي اسم أو بريد إلكتروني أو معرّف جهاز.
de: Um Guthaben und Verlauf anzuzeigen, sendet die App deine öffentlichen Wallet-Adressen an die Netzwerke, die sie unterstützt — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger und Bitcoin — sowie an die öffentlichen Explorer, die vergangene Transaktionen auflisten. Um Preise anzuzeigen, fordert sie öffentliche Marktdaten von CoinGecko an. Diese Anfragen enthalten weder Namen, E-Mail noch Geräte-ID.
es: Para mostrar saldos e historial, la app envía tus direcciones públicas a las redes que admite — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger y Bitcoin — y a los exploradores públicos que muestran las transacciones pasadas. Para mostrar los precios, solicita datos públicos de mercado a CoinGecko. Estas solicitudes no incluyen nombre, correo electrónico ni identificador de dispositivo.
fr: Pour afficher les soldes et l'historique, l'app envoie vos adresses publiques aux réseaux qu'elle prend en charge — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, le XRP Ledger et Bitcoin — ainsi qu'aux explorateurs publics qui répertorient les transactions passées. Pour afficher les prix, elle demande des données de marché publiques à CoinGecko. Ces requêtes ne contiennent ni nom, ni e-mail, ni identifiant d'appareil.
hi: बैलेंस और हिस्ट्री दिखाने के लिए, ऐप आपके पब्लिक वॉलेट एड्रेस उन नेटवर्क को भेजता है जिन्हें यह सपोर्ट करता है (Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger और Bitcoin) और उन पब्लिक एक्सप्लोरर्स को जो पिछले लेन-देन दिखाते हैं। कीमतें दिखाने के लिए, यह CoinGecko से पब्लिक मार्केट डेटा मांगता है। इन रिक्वेस्ट्स में कोई नाम, ईमेल या डिवाइस पहचान नहीं होती।
id: Untuk menampilkan saldo dan riwayat, aplikasi mengirim alamat wallet publik kamu ke jaringan yang didukungnya — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger, dan Bitcoin — serta ke explorer publik yang mencantumkan transaksi sebelumnya. Untuk menampilkan harga, aplikasi meminta data pasar publik dari CoinGecko. Permintaan ini tidak menyertakan nama, e-mail, atau identitas perangkat apa pun.
it: Per mostrare saldi e cronologia, l'app invia i tuoi indirizzi pubblici alle reti che supporta — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger e Bitcoin — e agli explorer pubblici che elencano le transazioni passate. Per mostrare i prezzi, richiede dati di mercato pubblici a CoinGecko. Queste richieste non contengono nome, e-mail o identificativo del dispositivo.
ja: 残高と履歴を表示するため、アプリはあなたの公開ウォレットアドレスを、対応するネットワーク（Base、Ethereum、Arbitrum、Optimism、Polygon、BNB Chain、Solana、XRP Ledger、Bitcoin）と、過去の取引を一覧表示する公開エクスプローラーに送信します。価格を表示するため、CoinGeckoに公開市場データをリクエストします。これらのリクエストに氏名、メールアドレス、デバイス識別子は一切含まれません。
ko: 잔액과 내역을 표시하기 위해 앱은 지원하는 네트워크(Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger, Bitcoin)와 과거 거래 내역을 보여주는 공개 탐색기로 사용자의 공개 지갑 주소를 전송합니다. 가격을 표시하기 위해 CoinGecko에서 공개 시장 데이터를 요청합니다. 이 요청에는 이름, 이메일, 기기 식별자가 포함되지 않습니다.
nl: Om saldi en geschiedenis te tonen stuurt de app je openbare adressen naar de netwerken die hij ondersteunt — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger en Bitcoin — en naar de openbare explorers die eerdere transacties tonen. Voor prijzen vraagt hij openbare marktgegevens op bij CoinGecko. Deze verzoeken bevatten geen naam, e-mailadres of apparaat-ID.
pt: Para mostrar saldos e histórico, a app envia os seus endereços públicos às redes que suporta — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger e Bitcoin — e aos exploradores públicos que listam as transações passadas. Para mostrar preços, pede dados públicos de mercado à CoinGecko. Estes pedidos não incluem nome, e-mail nem identificador do dispositivo.
ru: Чтобы показать балансы и историю, приложение отправляет ваши публичные адреса сетям, которые оно поддерживает, — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger и Bitcoin — и публичным обозревателям, которые показывают прошлые транзакции. Для отображения цен оно запрашивает публичные рыночные данные у CoinGecko. Эти запросы не содержат имени, адреса эл. почты и идентификатора устройства.
th: เพื่อแสดงยอดคงเหลือและประวัติ แอปจะส่งที่อยู่วอลเล็ทสาธารณะของคุณไปยังเครือข่ายที่รองรับ (Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger และ Bitcoin) และไปยัง explorer สาธารณะที่แสดงรายการธุรกรรมในอดีต เพื่อแสดงราคา แอปจะขอข้อมูลตลาดสาธารณะจาก CoinGecko คำขอเหล่านี้ไม่มีการแนบชื่อ อีเมล หรือข้อมูลระบุอุปกรณ์ใดๆ
tr: Bakiye ve geçmişi gösterebilmek için uygulama, herkese açık cüzdan adreslerini desteklediği ağlara — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger ve Bitcoin — ve geçmiş işlemleri listeleyen herkese açık gezginlere gönderir. Fiyatlar için CoinGecko'dan herkese açık piyasa verisi ister. Bu isteklerde ad, e-posta veya cihaz kimliği yer almaz.
uk: Щоб показати баланси та історію, застосунок надсилає ваші публічні адреси мережам, які він підтримує, — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger і Bitcoin — та публічним оглядачам, які показують минулі транзакції. Для показу цін він запитує публічні ринкові дані в CoinGecko. Ці запити не містять імені, адреси ел. пошти чи ідентифікатора пристрою.
vi: Để hiển thị số dư và lịch sử giao dịch, ứng dụng gửi các địa chỉ ví công khai của bạn đến các mạng mà ứng dụng hỗ trợ — Base, Ethereum, Arbitrum, Optimism, Polygon, BNB Chain, Solana, XRP Ledger và Bitcoin — và đến các trình khám phá công khai liệt kê các giao dịch trước đó. Để hiển thị giá, ứng dụng yêu cầu dữ liệu thị trường công khai từ CoinGecko. Các yêu cầu này không mang theo tên, email hay bất kỳ định danh thiết bị nào.
zh_hans: 为显示余额和交易记录，应用会将你的公开钱包地址发送到它支持的网络（Base、Ethereum、Arbitrum、Optimism、Polygon、BNB Chain、Solana、XRP Ledger 和 Bitcoin）以及列出历史交易的公开浏览器。为显示价格，应用会向 CoinGecko 请求公开市场数据。这些请求不携带姓名、电子邮件或设备标识符。

source: Token
ar: الرمز
hi: टोकन
ja: トークン
ko: 토큰
ru: Токен
th: โทเคน
tr: Coin
uk: Токен
zh_hans: 代币

source: Total Balance
ar: الرصيد الإجمالي
de: Gesamtguthaben
es: Saldo Total
fr: Solde total
hi: टोटल बैलेंस
id: Total Saldo
it: Saldo totale
ja: 合計残高
ko: 총 잔액
nl: Totaal saldo
pt: Saldo Total
ru: Общий баланс
th: ยอดคงเหลือทั้งหมด
tr: Toplam Bakiye
uk: Загальний баланс
vi: Tổng Số Dư
zh_hans: 总余额

source: Total Supply
ar: العرض الإجمالي
de: Gesamtmenge
es: Oferta Total
fr: Offre totale
hi: टोटल सप्लाई
id: Total Pasokan
it: Offerta totale
ja: 総供給量
ko: 총 공급량
nl: Totaal aanbod
pt: Oferta Total
ru: Общая эмиссия
th: จำนวนรวมทั้งหมด
tr: Toplam Arz
uk: Загальна емісія
vi: Tổng Cung
zh_hans: 总供应量

source: Transaction
ar: المعاملة
de: Transaktion
es: Transacción
hi: लेन-देन
id: Transaksi
it: Transazione
ja: 取引
ko: 거래
nl: Transactie
pt: Transação
ru: Транзакция
th: ธุรกรรม
tr: İşlem
uk: Транзакція
vi: Giao Dịch
zh_hans: 交易

source: Transaction Sent
ar: تم إرسال المعاملة
de: Transaktion gesendet
es: Transacción Enviada
fr: Transaction envoyée
hi: लेन-देन भेज दिया गया
id: Transaksi Terkirim
it: Transazione inviata
ja: 取引を送信しました
ko: 거래 전송됨
nl: Transactie verstuurd
pt: Transação Enviada
ru: Транзакция отправлена
th: ส่งธุรกรรมแล้ว
tr: İşlem Gönderildi
uk: Транзакцію надіслано
vi: Đã Gửi Giao Dịch
zh_hans: 交易已发送

source: Transactions on the Base network cannot be cancelled or reversed. Always check the recipient address before confirming. Sending to a wrong address means the coins are gone.
ar: لا يمكن إلغاء المعاملات على شبكة Base أو التراجع عنها. تحقق دائمًا من عنوان المستلم قبل التأكيد. الإرسال إلى عنوان خاطئ يعني ضياع العملات.
de: Transaktionen im Base-Netzwerk können nicht storniert oder rückgängig gemacht werden. Überprüfe vor dem Bestätigen immer die Empfängeradresse. Das Senden an eine falsche Adresse bedeutet, dass die Coins verloren gehen.
es: Las transacciones en la red Base no se pueden cancelar ni revertir. Comprueba siempre la dirección del destinatario antes de confirmar. Enviar a una dirección incorrecta hace que las monedas se pierdan.
fr: Les transactions sur le réseau Base ne peuvent pas être annulées ou inversées. Vérifiez toujours l'adresse du destinataire avant de confirmer. Envoyer à une mauvaise adresse signifie que les pièces sont perdues.
hi: Base नेटवर्क पर हुए लेन-देन कैंसिल या वापस नहीं किए जा सकते। कन्फ़र्म करने से पहले हमेशा रिसीवर का एड्रेस जांचें। गलत एड्रेस पर भेजने का मतलब है कि कॉइन्स हमेशा के लिए चले गए।
id: Transaksi di jaringan Base tidak bisa dibatalkan atau dibalikkan. Selalu periksa alamat penerima sebelum mengonfirmasi. Mengirim ke alamat yang salah berarti koin tersebut hilang.
it: Le transazioni sulla rete Base non possono essere annullate o invertite. Controlla sempre l'indirizzo del destinatario prima di confermare. Inviare a un indirizzo sbagliato significa perdere le monete.
ja: Baseネットワーク上の取引はキャンセルや取り消しができません。確認する前に必ず受取人のアドレスを確認してください。間違ったアドレスに送信すると、コインは失われます。
ko: Base 네트워크의 거래는 취소하거나 되돌릴 수 없습니다. 확인하기 전에 항상 받는 주소를 확인하세요. 잘못된 주소로 보내면 코인을 잃게 됩니다.
nl: Transacties op het Base-netwerk kunnen niet worden geannuleerd of teruggedraaid. Controleer altijd het adres van de ontvanger voordat je bevestigt. Naar een verkeerd adres sturen betekent dat de munten weg zijn.
pt: As transações na rede Base não podem ser canceladas nem revertidas. Verifique sempre o endereço do destinatário antes de confirmar. Enviar para um endereço errado significa perder as moedas.
ru: Транзакции в сети Base нельзя отменить или отозвать. Всегда проверяйте адрес получателя перед подтверждением. Отправка на неверный адрес означает потерю монет.
th: ธุรกรรมบนเครือข่าย Base ไม่สามารถยกเลิกหรือย้อนกลับได้ ตรวจสอบที่อยู่ผู้รับให้แน่ใจทุกครั้งก่อนยืนยัน หากส่งไปยังที่อยู่ผิด เหรียญจะสูญหายไปตลอดกาล
tr: Base ağındaki işlemler iptal edilemez ve geri alınamaz. Onaylamadan önce alıcı adresini mutlaka kontrol et. Yanlış adrese gönderilen coinler kaybolur.
uk: Транзакції в мережі Base неможливо скасувати або відкликати. Завжди перевіряйте адресу одержувача перед підтвердженням. Надсилання на хибну адресу означає втрату монет.
vi: Các giao dịch trên mạng Base không thể hủy hay đảo ngược. Luôn kiểm tra địa chỉ người nhận trước khi xác nhận. Gửi nhầm địa chỉ đồng nghĩa với việc mất coin vĩnh viễn.
zh_hans: Base 网络上的交易无法取消或撤销。确认前请务必核对收款地址。发送到错误地址意味着代币将彻底丢失。

source: Transfer Confirmed
ar: تم تأكيد التحويل
de: Übertragung bestätigt
es: Transferencia Confirmada
fr: Transfert confirmé
hi: ट्रांसफ़र कन्फ़र्म हो गया
id: Transfer Dikonfirmasi
it: Trasferimento confermato
ja: 送金が確認されました
ko: 전송 확인됨
nl: Overboeking bevestigd
pt: Transferência Confirmada
ru: Перевод подтверждён
th: ยืนยันการโอนแล้ว
tr: Transfer Onaylandı
uk: Переказ підтверджено
vi: Chuyển Khoản Đã Được Xác Nhận
zh_hans: 转账已确认

source: Transfers are final
ar: التحويلات نهائية
de: Übertragungen sind endgültig
es: Las transferencias son definitivas
fr: Les transferts sont définitifs
hi: ट्रांसफ़र फाइनल होते हैं
id: Transfer bersifat final
it: I trasferimenti sono definitivi
ja: 送金は取り消せません
ko: 전송은 되돌릴 수 없습니다
nl: Overboekingen zijn definitief
pt: As transferências são definitivas
ru: Переводы необратимы
th: การโอนถือเป็นที่สิ้นสุด
tr: Transferler geri alınamaz
uk: Перекази незворотні
vi: Giao dịch chuyển là không thể hoàn tác
zh_hans: 转账不可撤销

source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
id: Tipe
it: Tipo
ja: タイプ
ko: 유형
pt: Tipo
ru: Тип
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型

source: Unknown app
ar: تطبيق غير معروف
de: Unbekannte App
es: App desconocida
fr: App inconnue
hi: अज्ञात ऐप
id: Aplikasi tidak dikenal
it: App sconosciuta
ja: 不明なアプリ
ko: 알 수 없는 앱
nl: Onbekende app
pt: App desconhecida
ru: Неизвестное приложение
th: แอปที่ไม่รู้จัก
tr: Bilinmeyen uygulama
uk: Невідомий застосунок
vi: Ứng dụng không xác định
zh_hans: 未知应用

source: Unlock with %@
ar: فتح باستخدام %@
de: Mit %@ entsperren
es: Desbloquear con %@
fr: Déverrouiller avec %@
hi: %@ से अनलॉक करें
id: Buka dengan %@
it: Sblocca con %@
ja: %@ でロック解除
ko: %@(으)로 잠금 해제
nl: Ontgrendel met %@
pt: Desbloquear com %@
ru: Разблокировать с %@
th: ปลดล็อกด้วย %@
tr: %@ ile Aç
uk: Розблокувати за допомогою %@
vi: Mở Khóa Bằng %@
zh_hans: 使用 %@ 解锁

source: Unlock with Face ID
ar: فتح باستخدام Face ID
de: Mit Face ID entsperren
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID
hi: Face ID से अनलॉक करें
id: Buka dengan Face ID
it: Sblocca con Face ID
ja: Face IDでロック解除
ko: Face ID로 잠금 해제
nl: Ontgrendel met Face ID
pt: Desbloquear com Face ID
ru: Разблокировать с Face ID
th: ปลดล็อกด้วย Face ID
tr: Face ID ile Aç
uk: Розблокувати за допомогою Face ID
vi: Mở Khóa Bằng Face ID
zh_hans: 使用 Face ID 解锁

source: Unlock your wallet
ar: افتح محفظتك
de: Entsperre deine Wallet
es: Desbloquea tu monedero
fr: Déverrouillez votre portefeuille
hi: अपना वॉलेट अनलॉक करें
id: Buka kunci wallet kamu
it: Sblocca il tuo portafoglio
ja: ウォレットのロックを解除
ko: 지갑 잠금을 해제하세요
nl: Ontgrendel je wallet
pt: Desbloqueie a sua carteira
ru: Разблокируйте кошелёк
th: ปลดล็อกวอลเล็ทของคุณ
tr: Cüzdanının kilidini aç
uk: Розблокуйте гаманець
vi: Mở khóa ví của bạn
zh_hans: 解锁你的钱包

source: Version
ar: الإصدار
es: Versión
hi: वर्शन
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên Bản
zh_hans: 版本

source: View in Explorer
ar: عرض في المستكشف
de: Im Explorer ansehen
es: Ver en el Explorador
fr: Voir dans l'explorateur
hi: एक्सप्लोरर में देखें
id: Lihat di Explorer
it: Visualizza nell'Explorer
ja: エクスプローラーで表示
ko: 탐색기에서 보기
nl: Bekijk in explorer
pt: Ver no Explorador
ru: Открыть в обозревателе
th: ดูใน Explorer
tr: Gezginde Gör
uk: Відкрити в оглядачі
vi: Xem Trên Trình Khám Phá
zh_hans: 在浏览器中查看

source: View on Basescan
ar: عرض على Basescan
de: Auf Basescan ansehen
es: Ver en Basescan
fr: Voir sur Basescan
hi: Basescan पर देखें
id: Lihat di Basescan
it: Visualizza su Basescan
ja: Basescanで表示
ko: Basescan에서 보기
nl: Bekijk op Basescan
pt: Ver no Basescan
ru: Открыть в Basescan
th: ดูบน Basescan
tr: Basescan'de Görüntüle
uk: Відкрити в Basescan
vi: Xem Trên Basescan
zh_hans: 在 Basescan 上查看

source: Wallet %lld
ar: المحفظة %lld
es: Monedero %lld
fr: Portefeuille %lld
hi: वॉलेट %lld
it: Portafoglio %lld
ja: ウォレット %lld
ko: 지갑 %lld
pt: Carteira %lld
ru: Кошелёк %lld
th: วอลเล็ท %lld
tr: Cüzdan %lld
uk: Гаманець %lld
vi: Ví %lld
zh_hans: 钱包 %lld

source: Wallet keys could not be loaded.
ar: تعذّر تحميل مفاتيح المحفظة.
de: Wallet-Schlüssel konnten nicht geladen werden.
es: No se pudieron cargar las claves del monedero.
fr: Impossible de charger les clés du portefeuille.
hi: वॉलेट की-ज़ लोड नहीं हो सकीं।
id: Kunci wallet tidak dapat dimuat.
it: Impossibile caricare le chiavi del portafoglio.
ja: ウォレットキーを読み込めませんでした。
ko: 지갑 키를 불러올 수 없습니다.
nl: De wallet-sleutels konden niet worden geladen.
pt: Não foi possível carregar as chaves da carteira.
ru: Не удалось загрузить ключи кошелька.
th: ไม่สามารถโหลดคีย์ของวอลเล็ทได้
tr: Cüzdan anahtarları yüklenemedi.
uk: Не вдалося завантажити ключі гаманця.
vi: Không thể tải khóa ví.
zh_hans: 无法加载钱包密钥。

source: What leaves your device
ar: ما يغادر جهازك
de: Was dein Gerät verlässt
es: Lo que sale de tu dispositivo
fr: Ce qui quitte votre appareil
hi: आपके डिवाइस से क्या बाहर जाता है
id: Apa yang keluar dari perangkat kamu
it: Cosa esce dal tuo dispositivo
ja: デバイスから送信される情報
ko: 기기 밖으로 나가는 정보
nl: Wat je apparaat verlaat
pt: O que sai do seu dispositivo
ru: Что покидает устройство
th: ข้อมูลที่ออกจากอุปกรณ์ของคุณ
tr: Cihazından çıkanlar
uk: Що залишає пристрій
vi: Những gì rời khỏi thiết bị của bạn
zh_hans: 会离开你设备的内容
